Dlubal.RFEM5.SpringBeamParameters
Spring beam definition parameters

Dlubal.RFEM5.SpringBeamParameters.AxialStiffness
Axial stiffness C1,1

Dlubal.RFEM5.SpringBeamParameters.PositiveSlippage
Slippage in positive zone +u

Dlubal.RFEM5.SpringBeamParameters.NegativeSlippage
Slippage in negative zone -u

Dlubal.RFEM5.SpringBeamParameters.Limits
Type of spring limits

Dlubal.RFEM5.SpringBeamParameters.MinLimit
Type of spring limits

Dlubal.RFEM5.SpringBeamParameters.MaxLimit
Type of spring limits